Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Instance number is invalid
de: Instanznummer ist ungültig

source: Pointer to the SOD access object is NULL
de: Zeiger auf das SOD Zugriffsobjekt ist Null

source: Simulated SOD Callback was aborted
de: Zugriff auf simulierten SOD Eintrag wurde abgebrochen

source: The SOD object could not be found
de: Der SOD Eintrag wurde nicht gefunden

source: Segmented Type access error
de: Segmentierter Typ Zugriffsfehler

source: The byte position is outside of the object data range (offset or/and size are wrong)
de: Die Byteposition befindet sich außerhalb des Objektdatenbereichs (Offset und/oder Größe sind falsch angegeben)

source: Pointer to the data to be written is NULL
de: Zeiger auf die zu schreibenden Daten ist null

source: The SOD write access is disabled by the application
de: Der Schreibzugriff auf das SOD Objekt wurde von der Applikation verweigert

source: Segmented Access for type not allowed
de: Segmentierter Datenzugriff für diesen Typ nicht gestattet

source: Simulated Before Write SOD Callback was aborted
de: Der Callback vor dem Schreibzugriff auf das simulierte Objekt wurde abgebrochen

source: Before Write SOD Callback was aborted
de: Der Callback vor dem Schreibzugriff auf das Objekt wurde abgebrochen

source: Actual size to be set is larger than the maximum size of the object
de: Die tatsächliche Größe des Objektes ist größer als die definierte Größe

source: Size definition for object of standard data type not possible
de: Größenangabe für ein Objekt eines Standard Datentyps

source: Pointer to the actual length is NULL
de: Zeiger auf die Größenangabe ist NULL

source: (0) instance number is invalid.
de: Instanznummer (0) ist ungültig

source: Pointer to the number of free frames counter is NULL.
de: Der Pointer auf dem Wert des Zähler der freien Frames, ist null

source: Pointer to the received frame is NULL.
de: Pointer auf den empfangenen Frame ist null

source: The received safety domain number (0) is unknown.
de: Die empfangene SDN (0) ist nicht bekannt.

source: The received frame identifier (0) is invalid.
de: Der empfangene Frame Identifikation (0) ist ungültig.

source: The length of the received frame (0) is invalid.
de: Die Länge des empfangenen Frames (0) ist ungültig.

source: Instance number (000) is invalid.
de: Die Instanznummer (000) ist ungültig

source: Tx SPDO (0) is invalid.
de: tx SPDO (0) ist ungültig

source: There is a gap before the Tx SPDO with SOD index (0).
de: Es ist eine Lücke vor dem tx SPDO mit SOD Index (0).

source: No Tx SPDO communication parameter is defined with SOD index (0) sub-index (0) for the Tx SPDO mapping parameter with SOD index (0) sub-index (0).
de: Für die tx SPDO-Mapping-Parameter mit SOD Index (0) Subindex (0) ist kein tx SPDO Kommunikationsparameter mit SOD Index (0) Subindex (0) definiert

source: No mandatory Tx SPDO is defined.
de: Kein obligatorisches tx SPDO ist definiert

source: Too many Tx SPDOs are defined.
de: Es sind zu viele tx SPDOs definiert

source: Before write flag is not set in the Tx SPDO attribute with SOD index (0) sub-index (0).
de: Bevor das Write-Flag in dem tx SPDO Attribute mit dem SOD Index (0) Subindex (0) nicht gesetzt ist

source: There is a gap before the Rx SPDO with SOD index (0).
de: Es ist eine Lücke vor dem rx SPDO mit dem SOD Index (0).

source: No Rx SPDO communication parameter is defined with SOD index (0) sub-index (0) for the Tx SPDO mapping parameter with SOD index (0) sub-index (0).
de: Für die rx SPDO-Mapping-Parameter mit SOD Index (0) Subindex (0) ist kein tx SPDO Kommunikationsparameter mit SOD Index (0) Subindex (0) definiert

source: Too many Rx SPDOs are defined.
de: Zu viele rx SPDOs definiert

source: Before write flag is not set in the Rx SPDO attribute with SOD index (0) sub-index (0).
de: Bevor das Write-Flag in den rx SPDO Attributen mit dem SOD Index (0) Subindex (0) nicht gesetzt ist

source: Target Address is already used or invalid. Tx SPDO number (0x1).
de: Zieladresse ist schon verwendet oder ungültig. tx SPDO Nummer (0x1).

source: invalid use of TxSPDO
de: ungültige Verwendung eines TxSPDO

source: Sending request type (k_SENDING_FREE) is invalid.
de: Typ der zu sendenden Anfrage (k_SENDING_FREE) ist ungültig

source: Sending request type (0) is invalid.
de: Typ der zu sendenden Anfrage (0) ist ungültig

source: Pointer to the counter of the free frames is NULL.
de: Pointer auf den Zähler der Freien Frames ist null

source: Before read attribute must not be set for the object with SOD index (0) sub-index (0).
de: das Bevor lese Attribute darf für das Objekt mit dem SOD Index (0) Subindex (0) nicht gesetzt werden.

source: Tx SPDO object with SOD index (0) sub-index (0) is not supported.
de: Das tx SPDO Objekt mit dem SOD Index (0) Subindex (0) wird nicht unterstützt

source: Source Address is already used or invalid. Rx SPDO number (0x1).
de: Quellenadresse wird schon verwendet oder ist ungültig. rx SPDO Nummer (0x1).

source: SPDO Time Response was received without sending a SPDO Time Request (late SPDO time response) on the Rx SPDO with SPDO number (1).
de: Ein SPDO Time Response wurde empfangen ohne einen SPDO Time Request zu senden (später SPDO Time Response) auf ein rx SPDO mit SPDO Nummer (1).

source: Number of not answered TR expired at the Rx SPDO with SPDO number (1)
de: Anzahl der beantworteten TR erloschen auf dem rx SPDO mit der SPDO Nummer (1)

source: SPDO Time Request Cycle time is expired for the Rx SPDO with SPDO number (1) in the k_STATE_WF_TRES state.
de: SPDO Time Request Zykluszeit für das rx SPDO mit der SPDO Nummer (1) im k_STATE_WF_TRES Status, ist erloschen

source: SPDO Time Request Cycle time is expired for the Rx SPDO with SPDO number (1) in the k_STATE_WF_NEXT_TREQ_BLOCK state.
de: SPDO Time Request Zykluszeit für das rx SPDO mit der SPDO Nummer (1) mit dem k_STATE_WF_NEXT_TREQ_BLOCK Status ist erloschen

source: Late SPDO Time Response was received on the Rx SPDO with SPDO number (1)
de: Späte SPDO Time Response wurde am rx SPDO mit der SPDO Nummer (1) empfangen

source: The time synchronization consumer state machine of the Rx SPDO with SPDO number (1) is in unknown state
de: Die Zeitsynchronisation comsumer-state-machine des rx SPDOs mit der SPDO Nummer (1) ist in einem unbekannten Status

source: SCT timer is expired for the Rx SPDO with SPDO number (1)
de: der SCT Timer für das rx SPDO mit der SPDO Nummer (1) ist erloschen

source: The SPDO propagation delay (0) received on the Rx SPDO with SPDO number (1) is too short.
de: Das SPDO Propagation-Delay (0) welches am rx SPDO mit der SPDO Nummer (1) empfangen wurde ist zu kurz

source: The SPDO propagation delay (0) received on the Rx SPDO with SPDO number (1) is too long.
de: Das am rx SPDO mit der SPDO Nummer (1) empfangene SPDO Propagation-Delay (0) ist zu lang

source: Rx SPDO object with SOD index (0) sub-index (0) is not supported.
de: Das rx SPDO Objekt mit dem SOD Index (0) Subindex (0) wird nicht unterstützt.

source: SPDO time synchronization propagation delay (0) is too short.
de: SPDO Time-Synchronisation-Propagation-Delay (0) ist zu kurz.

source: SPDO time synchronization propagation delay (0) is too long.
de: SPDO Time-Synchronisation-Propagation Delay (0) ist zu lang

source: TR (0) in the SPDO Time Response received on the Rx SPDO number (1) is invalid.
de: TR (0) in der SPDO Time-Response am rx SPDO mit der rx SPDO Nummer (1) empfangen, ist ungültig

source: Before write flag is not set for the Tx SPDO object with SOD index (0) sub-index (0).
de: Das 'Before write flag' ist für das tx SPDO Objekt mit SOD Index (0) und Subindex (0) nicht gesetzt

source: Too many Tx SPDO mapping entries are defined for the Tx SPDO with SOD index (0) sub-index (0).
de: Es sind zu viele tx SPDO Mapping-Einträge für das tx SPDO mit dem SOD Index (0) Subindex (0) definiert.

source: SOD object is not mappable for the Tx SPDO. SSDO abort code (0).
de: Das SOD Objekt kann für das tx SPDO nicht gemapped werden. SSDO Abbruchcode (0).

source: Before write flag is not set for the Rx SPDO object with SOD index (0) sub-index (0).
de: Das 'Before write flag' ist für das rx SPDO Objekt mit SOD Index (0) und Subindex (0) nicht gesetzt

source: Too many Rx SPDO mapping entries are defined for the Rx SPDO with number (0x1) sub-index (0).
de: Es sind zu viele rx SPDO Mapping-Einträge für das rx SPDO mit der Nummer (0x1) Subindex (0) definiert

source: SOD object is not mappable for the Rx SPDO. SSDO abort code (0).
de: Das SOD Objekt konnte für das rx SPDO nicht gemapped werden. SSDO Abbruchcode (0).

source: Rx SPDO received with wrong payload size (0) for the Rx SPDO with SPDO number (1).
de: rx SPJDO, für für das rx SPDO mit nummer (1) mit falscher Nutzdatenlänge (0) empfangen

source: Payload size is too large for the Tx SPDO with SPDO number (1).
de: Nutzdatenlänge ist zu groß für das tx SPDO mit der Nummer (1)

source: SOD mapping entry at SOD sub-index (0) for the Tx SPDO with SPDO number (1) is not mappable because of a SOD error.
de: Der SOD Eintrag am SOD Subindex (0) für das tx SPDO mit der SPDO Nummer (1) konnte wegen einem SOD Fehler nicht gemapped werden

source: Number of the mapped entries is too large for the Tx SPDO with SPDO number (1).
de: Die Anzahl der gemappden Einträge ist zu groß für das tx SPDO mit der SPDO Nummer (1)

source: Payload size is too large for the Rx SPDO with SPDO number (1).
de: Die Nutzdatenlänge für das rx SPDO Mit der SPDO Nummer (1) ist zu lang

source: SOD mapping entry at SOD sub-index (0) for the Rx SPDO with SPDO number (1) is not mappable because of a SOD error.
de: Der SOD Mappig Eintrag mit dem SOD Subindex (0) für das rx SPDO mit der SPDO Nummer (1) ist wegen eines SOD Fehlers nicht mappbar

source: Number of the mapped entries is too large for the Rx SPDO with SPDO number (1).
de: Anzahl der gemappeden Einträge zu groß für das rx SPDO mit der SPDO Nummer (1)

source: SOD service (0) is ignored.
de: Der SOD Service (0) wurde ignoriert

source: Tx SPDO (0) is not configured.
de: Das tx SPDO (0) ist nicht konfiguriert

source: Tx SPDO (0) is not defined in the SOD.
de: Das tx SPDO (0) ist im SOD nicht definiert

source: The RxSPDO cannot get connected to its TxSPDO
de: Das RxSPDO und das TxSPDO können nicht miteinander verbunden werden.

source: Invalid instance number.
de: Ungültige Instanznummer.

source: Invalid RxSPDO number
de: Ungültige RxSPDO Nummer

source: Zero pointer.
de: Zeiger auf NULL.

source: SPDO_UpdateExtCtValue - instance number is invalid
de: SPDO_UpdateExtCtValue - Nummer der Instanz ist ungültig

source: Delay for extended CT timer too large
de: Verzögerung des erweiterten CT zu groß

source: Invalid index for SPDO
de: Ungültiger Fehler für das SPDO

source: The delivered instance (00) is bigger than !
de: Die gelieferte Instanz ist größer als

source: Pointer to number of free management frames refers to NULL!
de: Pointer auf die Anzahl der freien Management-Frames ist null

source: Telegram type (00) of received EPLS frame is not defined!
de: Telegrammtyp des empfangenen EPLS Frame ist nicht definiert

source: No SCM present, not able to process SSDO Service Request with ID (00)!
de: Kein SCM vorhanden. Konnte keinen SSDO Service Request mit der ID (00) abarbeiten

source: No SCM present, not able to process SNMT Service Request with ID (00)!
de: Kein SCM vorhanden. Konnte keinen SNMT Service Request mit der ID (00) abarbeiten

source: Stack called without EPLS frame to process!
de: Stack wurde aufgerufen, ohne EPLS Frame zu arbeiten

source: New EPLS frame cannot be processed, Stack is busy!
de: Neuer EPLS Frame kann nicht abgearbeitet werden. Der Stack ist beschäftigt

source: The SSC FSM switched into an undefined state (00)!
de: Der SSC FSM wechselte in einen undefinierten Zustand (00)

source: NC Link Task not compatible to NC Manager
de: NC-Link-Task: Nicht kompatibel zu NC-Manager

source: NC Link Task: Not enough User Memory to Test NC Objects
de: NC-Link-Task: Zuwenig User-Memory für die Test-NC-Objekte

source: NC Link Task: User Memory to Test NC Objects not freed
de: NC-Link-Task: User-Memory der Test-NC-Objekte wird nicht freigegeben

source: NC Link Task: System Manager module not found
de: NC-Link-Task: System-Manager-Modul nicht gefunden

source: NC Link Task: INSTALL error for NC task for TC start (enough TC stack ?)
de: NC-Link-Task: INSTALL-Fehler für NC-Task für TK-Anfang (genug TK-Stack ?)

source: NC Link Task: INSTALL error for NC task for TC end (enough TC stack ?)
de: NC-Link-Task: INSTALL-Fehler für NC-Task für TK-Ende (genug TK-Stack ?)

source: Function call with invalid target address (SADR) of SSDO Service Request (0000).
de: Funktionsaufruf mit ungültiger Zieladresse (SADR) des SSDO Service Request (0000)

source: NC Link Task: Error sending a result to the NC Manager
de: NC-Link-Task: Fehler bei Senden eines Ereignisses an den NC-Manager

source: Function call with invalid maximum payload data length (00).
de: Funktionsaufruf mit ungültiger maximalen Nutzdatenlänge

source: Reference to the response buffer is NULL.
de: Die Referenz zum Antwortpuffer ist null

source: Length of the response buffer size (0000) is invalid.
de: Länge der Responce-Puffer Größe (0000) ist ungültig

source: The b_payloadLen is smaller then 12 byte and the UINT64, INT64 and REAL64 data type must not be segmented.
de: Die b_payloadLen ist kleiner als 12 Byte und die Datentypen UINT64, INT64 und REAL64 dürfen nicht aufgeteilt werden

source: Function call with invalid data type of SSDO Service Request (00).
de: Funktionsaufruf mit einem ungültigen Datentypen des SSDO Service-Requests (00)

source: The received SSDO Service Response with ID 00 could NOT be assigned.
de: Der empfangene SSDO Service-Response mit der ID 00 konnte nicht zugewiesen werden

source: The protocol FSM was called in the k_ST_WF_REQ_TRANS state
de: Im k_ST_WF_REQ_TRANS Status wurde das FSM Protokoll aufgerufen

source: The data length (00) of the expedited init upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des beschleunigten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The object size (00) in the init segmented upload response frame is invalid. Frame is ignored.
de: Die Objektlänge im aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the init segmented upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the middle segmented upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des mittig aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the end segmented upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des am Ende aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: Upload end segment response (k_UPLD_SEG_END) received in the state 'wait for middle segment' (k_ST_WF_UPLD_RESP_MID_SEG).
de: Im Status 'wait for middle segment' (k_ST_WF_UPLD_RESP_MID_SEG) wurde ein Upload end segment response (k_UPLD_SEG_END) empfangen

source: The rest raw data length (00) in the end segmented upload response is wrong. Frame is ignored.
de: Die restliche Originaldatenlänge (00) im Endsegment des Upload-Response ist Falsch. Frame wird ignoriert

source: The data length (00) of the expedited download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des beschleunigten Download-Response-Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the init segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Init-Segmented-Download-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the middle segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des mittigen Download-Response Frameabschnitt ist ungültig. Frame wird ignoriert

source: The data length (00) of the end segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Endsegments des Download-Response Frames ist ungültig. Frame wird ignoriert

source: Undefined Protocol FSM state (00).
de: Undefinierter FSM Protokoll Status (00)

source: NO Protocol FSM is available, actually.
de: Zur zeit ist kein FSM Protokoll verfügbar

source: SSDO Service Response with invalid toggle bit in SOD Access Command (SACmd) received.
de: SSDO Service Response mit ungültigem Toggle-Bit im SOD Zugriffskommando (SACmd) empfangen

source: SSDO Service Response with invalid object index received.
de: Der SSDO Service Response mit ungültigem Objekt Index empfangen

source: SSDO Service Response with invalid object sub index received.
de: SSDO Service Response mit ungültigem Objekt Subindex empfangen

source: The data length (00) of the response frame is invalid (< k_DATA_HDR_LEN). Frame is ignored.
de: Die Datenlänge (00) des Response Frames ist ungültig (< k_DATA_HDR_LEN). Der Frame wird ignoriert

source: The data length (00) of the abort response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Abort-Response-Frame ist ungültig. Frame wird ignoriert

source: SSDO Service Response with invalid SOD Access Command (SACmd) received.
de: SSDO Service Response mit einem ungültigen SOD Access Command (SACmd) empfangen

source: Undefined FSM event (00) in Service FSM call.
de: Ein nicht definiertes FSM Event (00) im Service FSM Aufruf

source: SSDO transfer is already running with the SN (source address = 00).
de: Es läuft zur Zeit schon ein SSDO Transfer mit dem SN (Quelladresse = 00)

source: The value in TR field (00) of the received SSDO frame is NOT zero.
de: Der Wert im TR Feld (00) des empfangen SSDO Frames ist nicht null

source: SSDO Service Response with invalid SOD Access Request number (SANo) received (exp : 00 rec : 00).
de: SSDO Service Response mit ungülter SOD Access-Request Nummer (SANo) empfangen (exp: 00 rec: 00)

source: NC Link Task: NC Object not in test operation
de: NC-Link-Task: NC-Objekt ist nicht im Test-Betrieb

source: NC Link Task: No free Test NC Object
de: NC-Link-Task: Kein freies Test-NC-Objekt vorhanden

source: NC Link Task: NC Object is no Test NC Object
de: NC-Link-Task: NC-Objekt ist kein Test-NC-Objekt

source: The received SSDO Service was rejected by SSDOS filter - target address: 0 safety domain number: 0
de: Der empfangene SSDO Service wurde vom SSDOS Filter verworfen - Ziel Adresse: 0 SDN: 0

source: The TR field (0) in the received SSDO Service is invalid.
de: Das TR Feld (0) im empfangenen SSDO Service ist ungültig

source: Undefined FSM state (00) in FSM call.
de: Ein nicht definierter FSM Status (00) im FSM Aufruf

source: Abort frame received from the SSDOC with abort code : (00).
de: Abbruch Frame vom SSDOC empfangen mit dem Abbruchcode: (00)

source: The payload length (00) in the initiate upload request frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) des initiierenden Upload-Request Frames ist falsch

source: The payload length (00) in the abort frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im Abort-Frame ist falsch

source: Wrong SOD access command (00) received from the SSDOC.
de: Falsches SOC Zugriffskommando (00) vom SSDOC empfangen

source: The payload length (00) in the SSDO frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im SSDO Frame ist falsch

source: Invalid SOD access command (00) was set by the EPLS SW.
de: Die EPLS SW hat eine ungültiges SOD Zugriffskommando (00) abgesetzt

source: The payload length (00) in the SSDO frame received from the SSDOC is not equal to 4.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im SSDO Frame ist nicht gleich 4

source: The addressed SOD entry is not matching to the number of payload bytes of the requested expedited transfer.
de: Der adressierte SOD Eintrag passt nicht zu der Anzahl der Nutzdaten des angefragten beschleunigten Transfers

source: The maximum length of the addressed SOD entry is smaller than the length of the data to be written.
de: Die maximale Länge des adressierten SOD Eintrags ist kleiner als die Länge der zu schreiben Daten

source: The addressed SOD entry is not matching to the number of payload bytes of the requested segmented transfer.
de: Der adressierte SOD Eintrag passt nicht zu der Anzahl der Nutzdaten des angefragten aufgeteilten Transfers

source: The SSDOC request payload length is too small.
de: Die SSDOC Request Nutzdatenlänge ist zu kurz

source: Raw data length in the download middle segment is wrong
de: Die Originaldatenlänge im mittleren Downloadsegment ist falsch

source: Raw data length in the download end segment is wrong
de: Die Originaldatenlänge im Endsegment des Downloads ist falsch

source: SOD_Write() was called to write a segment without locking the SOD
de: SOD_Write() wurde Aufgerufen um ein Segment, ohne das Sperren des SOD, zu schreiben

source: SSDO Service Request received with inconsistant index or sub index.
de: Ein SSDO Request mit inkonsistenten Index oder Subindex empfangen

source: SSDO Service Request with invalid toggle bit received.
de: Ein SSDO Service Request mit ungültigem Toggle-Bit empfangen

source: SSDO Service Request for download received, because the write access is disabled.
de: Weil der Schreibzugriff ausgeschaltet ist, ist ein SSDO Service Request empfangen worden

source: SSDO Service Request for download received, because the SOD is locked.
de: Weil das SOD gesperrt ist, ist ein SSDO Service Request für den Download empfangen worden

source: SSDO Service Request for download received, because the active instance is not in PRE_OPERATIONAL state.
de: Weil die Aktive Instanz nicht im PRE_OPERATIONAL Status ist, ist ein SSDO Service Request zum Download empfangen worden

source: invalid SSDO Service Request for download
de: Ungültiger SSDO Service Request für Download

source: Invalid instance provided
de: Ungültige Instanz definiert

source: NC system download: NC manager error in 'Binary Data'
de: NC-System-Download: NC-Manager-Fehler in 'Binäre Daten'

source: NC system download: NC module error in 'Binary Data'
de: NC-System-Download: NC-Modul-Fehler in 'Binäre Daten'

source: NC system download: Status for NC module error in 'Binary Data'
de: NC-System-Download: Info für NC-Modul-Fehler in 'Binäre Daten'

source: NC system download: ID for NC module error in 'Binary Data'
de: NC-System-Download: Parameter-ID für NC-Modul-Fehler in 'Binäre Daten'

source: NC System Download: Incompatible NC Managers existing
de: NC-System-Download: Inkompatible NC-Manager vorhanden

source: NC Manager: Error for AVT_update() for NC System Download
de: NC-Manager: Fehler bei AVT_update() für NC-System-Download

source: NC System Download: Error for AVT_search()
de: NC-System-Download: Fehler bei AVT_search()

source: NC System Download: An NC System Download is already active
de: NC-System-Download: Es ist bereits ein NC-System-Download aktiv

source: NC System Download: General NC configuration list not found
de: NC-System-Download: Allgemeine NC-Konfigurationsliste nicht gefunden

source: NC System Download: HW specific NC configuration list not found
de: NC-System-Download: NC-Konfig.liste des angegebenen HW-Typs nicht gefunden

source: NC System Download: Pointer for download function is not valid
de: NC-System-Download: Pointer der Download-Funktion ist ungültig

source: NC System Download: No NC module available for this HW type
de: NC-System-Download: Kein NC-Modul für diesen HW-Typ vorhanden
